{
	"kitchell": "Kitchell provides everything from development and program management to construction and facility management. Founded in 1950 as a modest family-owned construction company, today the employee-owned company, headquartered in Arizona manages projects from seven offices around the country, and has annual billings of more than $650 million. Kitchell offers expertise in healthcare, hospitality, corrections, gaming, utility, multifamily, renewable energy, retail, performing arts, custom homes and academia.",
	"BDG": "Since the firm’s inception in 1996, Butler Design Group has been fortunate to design and complete well over 20 million square feet of office, industrial, retail, and specialty projects.\n\nBDG has been described as a ‘medium-sized firm with a small firm culture and large firm capabilities’. We have built our reputation based on strong principal involvement and a commitment to a high level of personal service. Over the years, we have built a portfolio of projects and clients that have led to our significant level of experience on a broad range of products. ",
	"mattson": "Mattson Construction, LLC provides the highest quality general contracting and construction management services to our clients in the Southwest. Our firm is comprised of construction professionals who believe that client loyalty, confidence, and trust is earned through superior service. By providing exceptional assurance we will continue our stable growth.",
	"newmark": "Newmark Grubb Knight Frank (NGKF) is one of the world's leading commercial real estate advisory firms. We provide a fully integrated platform of services to prominent multinational corporations and institutional investors across the globe, as well as to occupiers, owners and developers of real estate on a local, regional and national level. Together with London-based partner Knight Frank and independently-owned offices, NGKF's 12,800 professionals operate from more than 370 offices in established and emerging property markets on six continents.",
	"triarc": "Formed in 2006, triARC architecture & design, LLC (triARC) excels at inspired, on time, and on budget planning and design. Our specialization in Healthcare is supported through our education, experience and dedication to keeping up on technological advances and changes to healthcare models.  Our clients benefit from our ability to balance highly technological applications with the efficiency of patient and staff flow; while maintaining the inspiration of patient-focused care through design. Our passion is creating space with our clients’ needs clearly in focus.  We strive to understand our clients and what makes them successful in order to create spaces supporting their goals year after year."
}
